Revit 2027 API
ParameterTypeId.TagElementCount Property
 "Host Count"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagElementCount { get; }
Public Shared ReadOnly Property TagElementCount As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagElementCount {
	ForgeTypeId^ get ();
}
static member TagElementCount : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace